[
  {
    "nombre": "Agente 007 contra el Doctor No",
    "img": "https://lh3.googleusercontent.com/dF-fDQZ0g7yz9o4BqMkHhiwwCtQHmc1JTSAmpUDT2cXOoY_ZBoZQGaeVcbI=w2400",
    "texto": "James Bond llega a Jamaica con la misión de investigar los asesinatos de un agente especial británico y su secretaria. Pero, al mismo tiempo, descubre la existencia de una siniestra organización en la isla Crab Key. En esta ocasión, su enemigo es el Doctor No, que, con la ayuda del profesor Dent, se propone ejecutar un siniestro plan: desviar la trayectoria de los cohetes de Cabo Cañaveral. (FILMAFFINITY)",
    "dato1": "Terence Young",
    "year": 1962,
    "dato2": "https://videos.2000peliculassigloxx.com/agente-007-contra-el-doctor-no"
  },
  {
    "nombre": "Desde Rusia con amor",
    "img": "https://lh3.googleusercontent.com/S717nyDvDR-oTiwz37Cg0VCz8DRewMdwowLsP1b0tiBnFJuKftMzhwrSRcU=w2400",
    "texto": "El robo de un dispositivo capaz de descifrar complicadas comunicaciones está poniendo en peligro importantes investigaciones con respecto al gobierno ruso. James Bond, el agente 007 de los Servicios Secretos Británicos al servicio de Su Majestad, viajará hasta la Unión Soviética con el fin de encontrar a su objetivo. (FILMAFFINITY)",
    "dato1": "Terence Young",
    "year": 1963,
    "dato2": "https://videos.2000peliculassigloxx.com/desde-rusia-con-amor"
  },
  {
    "nombre": "James Bond contra Goldfinger",
    "img": "https://lh6.googleusercontent.com/AU1QHRXkQnjc25FNBegRMm28jXSaFBg-0JjARDInOAgjYgZsBjMeKG8ZWT0=w2400",
    "texto": "El agente británico 007 se deberá ver las caras con Auric Goldfinger, un malvado magnate que hace contrabando a escala internacional y que está fascinado por el oro. En el transcurso de la investigación, James oirá por primera vez hablar sobre la operación \"Grand Slam\", que parece ser un plan para desestabilizar toda la economía mundial. (FILMAFFINITY)",
    "dato1": "Guy Hamilton",
    "year": 1964,
    "dato2": "https://videos.2000peliculassigloxx.com/james-bond-contra-goldfinger"
  },
  {
    "nombre": "Operación trueno",
    "img": "https://lh4.googleusercontent.com/iDm9MGZP3907eCZajQkdOPyjqn4n9ok2MHMK8j9j_nl4lU76F845f3iRPQs=w2400",
    "texto": "La organización secreta Spectra se propone infiltrar en la base inglesa de la OTAN a un impostor llamado Angelo, para apoderarse de un bombardero Vulcan Vindicator equipado con dos bombas nucleares. Cuando logra su propósito, Spectra amenaza con destruir una ciudad de EE.UU. o Inglaterra si no le dan cien millones de libras esterlinas. El caso es asignado al agente 007, que en las Islas Bahamas conoce a Dominó, la atractiva amante del misterioso Emilio Largo, que aparenta ser un ocioso millonario pero que en realidad es el número dos de Spectra. Mientras intenta localizar el avión secuestrado, James Bond debe enfrentarse con Fiona Volpe, la cabecilla de los asesinos, y con los secuaces de Emilio Largo. (FILMAFFINITY)",
    "dato1": "Terence Young",
    "year": 1965,
    "dato2": "https://videos.2000peliculassigloxx.com/operacion-trueno"
  },
  {
    "nombre": "Casino Royale",
    "img": "https://lh4.googleusercontent.com/-B2doV6NKTJFn7jRER7dKKzBicObTOHbl_IPiVEcv2RUE5RGR2kAnfPb8ak=w2400",
    "texto": "James Bond, en su dorado retiro, se deja convencer por una delegación de las grandes potencias para participar en una investigación sobre la SMERSH, una misteriosa organización internacional que pretende acabar con la estabilidad mundial. (FILMAFFINITY)",
    "dato1": "John Huston y Kenneth Hughes",
    "year": 1967,
    "dato2": "https://videos.2000peliculassigloxx.com/casino-royale"
  },
  {
    "nombre": "Sólo se vive dos veces",
    "img": "https://lh3.googleusercontent.com/CK1Fbcm1tZ2RmZKmNhc2SeOBeX4vHGJC0HNZnlx4SSjmP8eZur9_OeJBm-k=w2400",
    "texto": "Dos naves espaciales, una norteamericana y otra rusa, han sido secuestradas en la órbita terrestre. Sólo la intervención del Agente 007 (Sean Connery) podrá evitar una guerra nuclear entre las dos superpotencias. Su misión consistirá en viajar hasta Japón y desenmascarar a la peligrosa organización Spectra y a su diabólico líder, Ernest Stavro Blofeld (Donald Pleasence). (FILMAFFINITY)",
    "dato1": "Lewis Gilbert",
    "year": 1967,
    "dato2": "https://videos.2000peliculassigloxx.com/solo-se-vive-dos-veces"
  },
  {
    "nombre": "007 al servicio de su Majestad",
    "img": "https://lh6.googleusercontent.com/9IeV8PV-Xuw-6cNtiChUq5gWSyu18x9JGcMuhCocjeXPa2k3A6Nm5c-7-SQ=w2400",
    "texto": "Tras la marcha temporal de Connery, el actor australiano George Lazenby toma el relevo en esta nueva aventura del agente británico 007, que en esta ocasión se asocia a un mafioso -con una atractiva hija Tracy Di Vicenzo (Diana Rigg)-, para unir sus fuerzas en la lucha contra la malvada organización Spectra. Ambientada en los alpes suizos, el malvado Stavro Blofeld (Telly Savalas) amenaza al mundo entero con un ambicioso plan: lanzar una peligrosa bacteria que podría acabar con la producción agraria de todo el planeta. (FILMAFFINITY)",
    "dato1": "Peter Hunt",
    "year": 1969,
    "dato2": "https://videos.2000peliculassigloxx.com/007-al-servicio-de-su-majestad"
  },
  {
    "nombre": "Diamantes para la eternidad",
    "img": "https://lh6.googleusercontent.com/BIrPIF1vPw_tlpueEFDMkH6A9Dwm9sdCTWqJF0ngupmvSioZ86tW9jiltM0=w2400",
    "texto": "Tras pasar unas merecidas vacaciones en Francia, el agente secreto James Bond recibe una llamada del Jefe M para realizar una peligrosa misión relacionada con unos diamantes en bruto desaparecidos... (FILMAFFINITY)",
    "dato1": "Guy Hamilton",
    "year": 1971,
    "dato2": "https://videos.2000peliculassigloxx.com/diamantes-para-la-eternidad"
  },
  {
    "nombre": "Vive y deja morir",
    "img": "https://lh3.googleusercontent.com/fUjUy7ik-qp6Bv05AGaDWQJA0_gyOBhu48Mubb2bs-XXxrRV8JFZVkAIa6g=w2400",
    "texto": "En tan sólo veinticuatro horas, tres agentes del servicio secreto británico que investigaban una red de tráfico de drogas aparecen asesinados en extrañas circunstancias. Todas las pistas conducen a Mister Big y a un diplomático llamado Katanga. El agente 007, James Bond, es enviado a Nueva York para investigar al enigmático personaje. (FILMAFFINITY)",
    "dato1": "Guy Hamilton",
    "year": 1973,
    "dato2": "https://videos.2000peliculassigloxx.com/vive-y-deja-morir"
  },
  {
    "nombre": "El hombre de la pistola de oro",
    "img": "https://lh4.googleusercontent.com/AbvbUEUO7j0xmTS5HqPBHQdpYtZCvjTsktzePojvaMiYLMF5ov7i_Z0rKVA=w2400",
    "texto": "El superagente británico 007 habrá de vérselas ahora con el más peligroso asesino a sueldo del momento: un hombre llamado Scaramanga, más conocido como el hombre de la pistola de oro, que tratará de deshacerse de James Bond con los más sofisticados recursos... (FILMAFFINITY)",
    "dato1": "Guy Hamilton",
    "year": 1974,
    "dato2": "https://videos.2000peliculassigloxx.com/el-hombre-de-la-pistola-de-oro"
  },
  {
    "nombre": "La espía que me amó",
    "img": "https://lh3.googleusercontent.com/5YGnnW7IJAT0mofDLGPRKo4DBYnhiLSd5KfXRKl8MN6J4kgpam5-TCHfLs8=w2400",
    "texto": "La misteriosa desaparición de dos submarinos nucleares exige la colaboración de los mejores agentes de los servicios secretos británico y soviético: James Bond y la mayor Amasova. Detrás de todo se encuentra el magnate Stromberg, que se propone destruir a la humanidad para fundar una nueva civilización bajo el mar. (FILMAFFINITY)",
    "dato1": "Lewis Gilbert",
    "year": 1977,
    "dato2": "https://videos.2000peliculassigloxx.com/la-espia-que-me-amo"
  },
  {
    "nombre": "Moonraker",
    "img": "https://lh5.googleusercontent.com/w4zZCz0lfF5arHLYDJz_iQmfNYHnBUstjjtoDfK3P4uHGAIqOTFRyz0r7Px_poQ=w1920-h1080",
    "texto": "El agente secreto James Bond recibe la orden de localizar la nave espacial Moonraker, que ha desaparecido misteriosamente. Sus primeras pesquisas lo llevan a seguir al millonario Hugo Drax, el constructor de la nave. Tras ser capturado por Drax, Bond descubre que el villano posee una base de lanzamiento de cohetes espaciales con los que se propone esparcir un gas tóxico que acabe con la vida terrestre, pero ésta no es más que la primera fase de un perverso plan que Bond intentará frustrar con la ayuda de la Doctora Goodhead. (FILMAFFINITY)",
    "dato1": "Lewis Gilbert",
    "year": 1979,
    "dato2": "https://videos.2000peliculassigloxx.com/moonraker"
  },
  {
    "nombre": "Sólo para sus ojos",
    "img": "https://lh3.googleusercontent.com/Ngk7BpnjJXMwFZEGS0u6k3w_UWnaaVf1LXB6wxAr4XxXXBZKNwkw_2st8esKRi8=w1920-h1080",
    "texto": "El agente 007 debe recuperar el ATAC, un dispositivo militar secreto de guía por satélite, antes de que sea vendido a los rusos. (FILMAFFINITY)",
    "dato1": "John Glen",
    "year": 1981,
    "dato2": "https://videos.2000peliculassigloxx.com/solo-para-sus-ojos"
  },
  {
    "nombre": "Octopussy",
    "img": "https://lh6.googleusercontent.com/d7GT4yBLLL27-YvEMKv4KQHBisygvVCU8tBJZRn3a29jc402hXJGCO0Rh7jHMsQw0bA=w1920-h1080",
    "texto": "El agente 009, compañero de James Bond, es asesinado en Berlín Oriental, aunque consigue llegar a la residencia del embajador británico antes de morir, llevando consigo una valiosísima pieza de orfebrería: un huevo de Pascua, creado por Fabergé. En Londres, especialistas del Servicio Secreto constatan que se trata de una falsificación de la joya original, que será subastada en breve. El hecho de que en un corto período de tiempo se hayan vendido piezas parecidas despierta las sospechas de los responsables de Inteligencia, que temen una maniobra rusa que estaría encaminada a recaudar fondos que irían destinados a oscuras operaciones. Tras la pista de Kamal Khan, turbio traficante de objetos de arte, James Bond llega a la India, lugar en el que descubrirá la relación entre el sospechoso, una misteriosa mujer conocida como Octopussy y el General Orlov, implicados todos ellos en una conspiración que pretende desatar un conflicto nuclear. (FILMAFFINITY)",
    "dato1": "John Glen",
    "year": 1983,
    "dato2": "https://videos.2000peliculassigloxx.com/octopussy"
  },
  {
    "nombre": "Nunca digas nunca jamás",
    "img": "https://lh6.googleusercontent.com/vQgWVKhJH--XkexDNCV173TCF9TgVi9n2QJeX1dnJP_0f2CHt0-It_kqcqIPvr6f-SE=w1920-h1080",
    "texto": "La temible organización criminal Spectra ha ideado un ingenioso plan que le permite conseguir dos proyectiles nucleares, los cuales harán estallar si el gobierno no cede a su chantaje. El agente 007 se encargará del caso.... Tras varias entregas protagonizado por Roger Moore, Sean Connery vuelve al papel de James Bond -y a combatir a la organización Spectra y sus planes nucleares- en una nueva versión de 'Operación Trueno'. (FILMAFFINITY)",
    "dato1": "Irvin Kershner",
    "year": 1983,
    "dato2": "https://videos.2000peliculassigloxx.com/nunca-digas-nunca-jamas"
  },
  {
    "nombre": "Panorama para matar",
    "img": "https://lh3.googleusercontent.com/0oSrWq-fauFnQcySwW1T1rPhq71o45Pkgfu_xd6uDg_Y4h9GT2zeqm-RIY196w2eHaQ=w1920-h1080",
    "texto": "Bond recibe la misión de desenmascarar a Max Zorin, un misterioso empresario, y aparente espía de la KGB, que amenaza con dominar el mundo por medio de sus revolucionarios microchips. Aliado a poderosas empresas de tecnología punta, su objetivo es destruir la falla de San Andrés, provocando un terremoto de irreversibles consecuencias. (FILMAFFINITY)",
    "dato1": "John Glen",
    "year": 1985,
    "dato2": "https://videos.2000peliculassigloxx.com/panorama-para-matar"
  },
  {
    "nombre": "007: Alta tensión",
    "img": "https://lh6.googleusercontent.com/HYo7PZj-XyhOs4STWUzZH63C97rJQ0fdt5B1jbU13CC0nJ9YINbNmHcFh3yPHQ9rIUc=w1920-h1080",
    "texto": "James Bond ha sido designado expresamente por el general Koskov (Jeroen Krabbé), un desertor de la KGB, para que lo proteja durante su estancia en Inglaterra. Reunido con los directivos del MI6, Koskov contará que, su compatriota, el general Pushkin (John Rhys-Davies) tiene la intención de asesinar a varios agentes británicos... pero Bond tiene sus sospechas y pretendiendo ayudar a Kara Milovy (Maryam d'Abo), la linda chelista protegida de Koskov, irá hasta el fondo del asunto. (FILMAFFINITY)",
    "dato1": "John Glen",
    "year": 1987,
    "dato2": "https://videos.2000peliculassigloxx.com/007-alta-tension"
  },
  {
    "nombre": "Licencia para matar",
    "img": "https://lh3.googleusercontent.com/drive-viewer/AAOQEOSOKZtSZfGxxFp-WDGNH_Es2hfmNVUMTZ2A8mg54DzlQ_uGByVrlwVrioHBhS0cV9s_iGYn0KFrbWjQjwjpJwqEColpVg=w1920-h1080",
    "texto": "El agente 007 a la caza y captura de un peligroso narcotraficante latinoamericano, con implicaciones personales de por medio: el capo de la droga mató a un amigo suyo, y Bond desea vengarse. (FILMAFFINITY)",
    "dato1": "",
    "year": 1989,
    "dato2": "https://videos.2000peliculassigloxx.com/licencia-para-matar-1989"
  }
]