[

    
    {  
        "nombre": "El Señor de los Anillos",
         "img": "https:\/\/medios.lamarmota.es\/senor-de-los-anillos.jpeg",
        "texto": "En la Tierra Media, el Señor Oscuro Sauron forjó los Grandes Anillos del Poder y creó uno con el poder de esclavizar a toda la Tierra Media. Frodo Bolsón es un hobbit al que su tío Bilbo hace portador del poderoso Anillo Único con la misión de destruirlo. Acompañado de sus amigos, Frodo emprende un viaje hacia Mordor, el único lugar donde el anillo puede ser destruido. Sin embargo, Sauron ordena la persecución del grupo para recuperar el anillo y acabar con la Tierra Media.",
        "year": "1955",
        "dato1": "J.R.R. Tolkien",
        "dato2": "Literatura de caballerías de alta fantasía y aventuras."
    },
    {
        "nombre": "El Principito",
        "img": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/1c\/El_principito.jpg",
        "texto": "La historia se centra en un pequeño príncipe que realiza una travesía por el universo. En este viaje descubre la extraña forma en que los adultos ven la vida y comprende el valor del amor y la amistad.",
        "year": "1943",
        "dato1": "Antoine de Saint-Exupéry",
        "dato2": "Literatura infantil con ficción especulativa."
    },
    {
        "nombre": "El Hobbit",
        "img": "https:\/\/m.media-amazon.com\/images\/I\/51N1VLZCuZL._SY264_BO1,204,203,200_QL40_ML2_.jpg",
        "texto": "El hobbit Bilbo Bolsón vive una vida tranquila hasta que el mago Gandalf aparece y le encomienda una misión: unirse a un grupo de enanos para recuperar un tesoro que les pertenece. El tesoro está guardado por un dragón en el reino de Erebor, que antes pertenecía a los enanos. Durante el viaje, Bilbo y los enanos tendrán que enfrentarse a orcos y otros peligros, como Gollum y un anillo de oro que tiene un poder extraordinario.",
        "year": "1937",
        "dato1": "J.R.R. Tolkien",
        "dato2": "Literatura fantástica y épica infantil."
    },
    {
        "nombre": "Diez negritos",
        "img": "https:\/\/images.cdn2.buscalibre.com\/fit-in\/360x360\/e2\/2e\/e22e1cb2c0035205755bfa45b62cc7b1.jpg",
        "texto": "Diez personas sin relación alguna entre sí son reunidas en un misterioso islote de la costa inglesa por un tal Sr. Owen, propietario de una lujosa mansión a la par que perfecto desconocido para todos sus invitados. Tras la primera cena, y sin haber conocido aún a su anfitrión, los diez comensales son acusados mediante una grabación de haber cometido un crimen en el pasado.",
        "year": "1939",
        "dato1": "Agata Christie",
        "dato2": "Literatura de misterio, suspenso y drama."
    },
    {
        "nombre": "Las Crónicas de Narnia",
        "img": "https:\/\/cdn.shopify.com\/s\/files\/1\/0044\/1309\/6047\/products\/9781400334780_590x590@2x.jpg?v=1679000081",
        "texto": "Durante la Segunda Guerra Mundial, cuatro hermanos ingleses son enviados a una casa en el campo donde van a estar a salvo de los bombardeos. Un día, Lucy, la hermana pequeña, descubre un armario que la transporta a un mundo mágico llamado Narnia. Después de volver, pronto vuelve a Narnia con sus hermanos, Peter, Edmund y Susan. Allí, los cuatro se unirán al león mágico Aslan y lucharán contra la Bruja Blanca.",
        "year": "1950",
        "dato1": "C.S.Lewis",
        "dato2": "Literatura de fantasía y de aventuras."
    },
    {
        "nombre": "El guardián entre el centeno",
        "img": "https:\/\/m.media-amazon.com\/images\/I\/51GpkFTjBNL._SY264_BO1,204,203,200_QL40_ML2_.jpg",
        "texto": "Las peripecias del adolescente Holden Cauldfiel en una Nueva York que se recupera de la guerra influyeron en sucesivas generaciones de todo el mundo. En su confesión sincera y sin tapujos, muy lejos de la visión almibarada de la adolescencia que imperó hasta entonces, Holden nos desvela la realidad de un muchacho enfrentado al fracaso escolar, a las rígidas normas de una familia tradicional, a la experiencia de la sexualidad más allá del mero deseo.",
        "year": "1951",
        "dato1": "J.D. Salinger",
        "dato2": "Literatura juvenil, de aprendizaje y de realismo."
    },
    {
        "nombre": "El Alquimista",
        "img": "https:\/\/images.cdn3.buscalibre.com\/fit-in\/360x360\/04\/1f\/041faab83743751d96b0b362733f33f4.jpg",
        "texto": "Relata las aventuras de Santiago, un joven pastor andaluz que un día emprende un viaje por las arenas del desierto en busca de un tesoro. Lo que empieza como la búsqueda de bienes mundanos se convertirá en el descubrimiento del tesoro interior.",
        "year": "1988",
        "dato1": "Paulo Coelho",
        "dato2": "Literatura de drama, aventuras, fantasía y de misión."
    },
    {
        "nombre": "Ana de las Tejas Verdes",
        "img": "https:\/\/imagessl2.casadellibro.com\/a\/l\/t7\/62\/9788414029862.jpg",
        "texto": "Cuando en lugar del chico huérfano que pretendían adoptar, Ana Shirley, una niña pelirroja de once años, aparece en las vidas de Marilla y Matthew Cuthbert, dos hermanos solteros que viven en su casa familiar de Tejas Verdes, en el pequeño pueblo de Avonlea, sus vidas y las de cuantos la rodean cambiarán para siempre. ",
        "year": "1908",
        "dato1": "Lucy Maud Montgomery",
        "dato2": "Literatura infantil, ficción y de aprendizaje."
    },
    {
        "nombre": "El nombre de la rosa",
        "img": "https:\/\/imagessl7.casadellibro.com\/a\/l\/t7\/07\/9788426418807.jpg",
        "texto": "Un monasterio medieval se ve plagado de atroces asesinatos y sólo un hombre puede juntar las piezas del rompecabezas.",
        "year": "1980",
        "dato1": "Umberto Eco",
        "dato2": "Literatura de ficción, histórica, y misterio histórico"
    },
    {
        "nombre": "Ángeles y Demonios",
        "img": "https:\/\/imagessl8.casadellibro.com\/a\/l\/t7\/08\/9788408176008.jpg",
        "texto": "Robert Langdon, experto profesor en temas religiosos de la Universidad de Harvard, descubre evidencias del resurgimiento de una antigua hermandad secreta conocida como los Illuminati, la organización clandestina más poderosa de la historia.",
        "year": "2000",
        "dato1": "Dan Brown",
        "dato2": "Literatura de suspenso, misterio y policíaca"
    }
]